/* Formatted on 9/12/2019 10:13:42 AM (QP5 v5.227.12220.39754) */
DECLARE
   v_message         VARCHAR2 (300)
      := 'Џ“н“н «бЎ«б» / №… ћ«гЏ… «б»«Ќ…  —Ќ» »яг ж Ёнѕяг »√д «”г «бг” ќѕг «бќ«’ »яг еж : ';
   v_message2        VARCHAR2 (300)
      := 'ж«б—ёг «б”—н еж *Aa123456 жббѕќжб Џбм »ж«»… «бќѕг«  «б–« н… «б√я«ѕнгн… ≈÷џЎ «б—«»Ў «б «бн: https://banner.bu.edu.sa/';
      v_msg varchar2(1000):='Џ“н“н «бЎ«б»№ / №… ћ«гЏ… «б»«Ќ…  —Ќ» »яг ж Ёнѕяг »√д «”г «бг” ќѕг «бќ«’ »яг еж  445****
жябг… «бг—ж— ен ****
жнгяд «бѕќжб Џбм »ж«»… «бќѕг«  «б–« н… «б√я«ѕнгн… Џ»— «б—«»Ў «б «бн  https://banner.bu.edu.sa  
Џбг«р »√д ябг… «бг—ж— гƒё …°  ” ќѕг бг—… ж«Ќѕ… ЁёЎ° жнћ» Џбняг  џнн—е« »Џѕ √жб Џгбн… ѕќжб.

яг« нгядя «б«д”Ќ«» гд «бћ«гЏ… гд «нёжд… «бќѕг«  «б≈бя —ждн… жЎб» ≈ќб«Ѕ «бЎ—Ё »”»» «б«д”Ќ«» гд «бћ«гЏ… √ж «б Ќжнб ≈бм ћ«гЏ… √ќ—м ж«ќ н«— «б”»» "«д”Ќ«» гд «бћ«гЏ…". 
 
ж ”н г ≈‘Џ«—яг »—”«б… д’н… Џдѕ «б«д е«Ѕ гд  ”ћнб ћѕжбя «бѕ—«”н.';
l_id varchar2(20):='445039049';
l_password varchar2(20):='As123$#@1';
   v_reply_code      VARCHAR2 (2);
   v_reply_messege   VARCHAR2 (200);
BEGIN
   bu_apps.p_send_sms ('0507072914',
                       'Џ“н“н «бЎ«б»№ / №… ћ«гЏ… «б»«Ќ…  —Ќ» »яг ж Ёнѕяг »√де  г  ”ћнб ћѕжбя «бѕ—«”н жнгяд «бѕќжб Џбм »ж«»… «бќѕг«  «б–« н… «б√я«ѕнгн… Џ»— «б—«»Ў «б «бн  https://banner.bu.edu.sa  »«” ќѕ«г »н«д«  «бѕќжб «бг—”б… бяг ж«б«” Џб«г Џд «бћѕжб «бѕ—«”н гд ќб«б «нёжд… "Ў»«Џ… «бћѕжб «бѕ—«”н".',
                       v_reply_code,
                       v_reply_messege);
END;